Repository: timonus/browser-ios
Catalog: brave/l10n/translated-xliffs/*.xliff
Languages: uk

# CFBundleDisplayName
source: Open in Brave
uk: Відкрити в Brave

source: %@ search
uk: %@ пошук

source: About
uk: О

source: Add Bookmark
uk: Додати закладку

source: Add Device
uk: Додати пристрій

source: Add Tab
uk: Додати вкладку

source: Add to Reading List
uk: Додати до списку читання

source: Added page to Reading List
uk: Сторінка додана до списку читання

source: Address and Search
uk: Адреса і пошук

source: Ads Blocked
uk: Заблоковано реклами

source: Ads and Trackers
uk: Реклама і стеження

source: Advanced
uk: Розширені

source: Allow %@ to open iTunes?
uk: Дозволити %@ відкрити iTunes?

source: Always show
uk: Показувати завжди

source: Are you sure you want to clear all of your data? This will also close all open tabs.
uk: Ви впевнені, що хочете очистити всі ваші дані? Це також закриє всі відкриті вкладки.

source: Are you sure you want to delete it and its contents?
uk: Ви впевнені, що хочете видалити це з усім вмістом?

source: Are you sure?
uk: Ви впевнені?

source: Back
uk: Назад

source: Block 3rd party cookies
uk: Блокувати сторонні куки

# Block Ads &amp; Tracking
source: Block Ads & Tracking
uk: Блокувати рекламу і стеження

source: Block Phishing
uk: Блокувати фішинг

source: Block Phishing and Malware
uk: Блокувати фішинг і шкідливе ПЗ

source: Block Pop-up Windows
uk: Блокувати спливаючі вікна

source: Block Popups
uk: Блокувати спливаючі вікна

source: Block Scripts
uk: Блокувати скрипти

source: Block all cookies
uk: Блокувати всі куки

source: Blocking Monitor
uk: Монітор блокувань

source: Bookmark
uk: Закладка

source: Bookmark Folder
uk: Тека закладок

source: Bookmark Info
uk: Інформація про закладку

source: Bookmarks
uk: Закладки

source: Bookmarks Menu
uk: Меню закладок

source: Bookmarks Toolbar
uk: Панель закладок

source: Bookmarks and History Panel
uk: Закладки та панель історії

source: Brave Panel
uk: Панель Brave

source: Brave Shield Defaults
uk: Типові щити Brave

source: Brave Sync
uk: Синхронізація Brave

source: Brave blocks ads. Brave stops trackers. Brave is designed for speed and efficiency.
uk: Brave блокує рекламу. Brave зупиняє стеження. Brave розроблений для швидкості та ефективності.

source: Brave for iOS Feedback
uk: Зворотній зв'язок Brave для iOS

source: Brave is Faster, and here's why...
uk: Brave швидший, тому що...

source: Brave keeps you safe as you browse.
uk: Brave зберігає вашу безпеку під час перегляду.

source: Brave would like to access your Photos
uk: Brave потрібен доступ до ваших фотографій

source: Brightness
uk: Яскравість

source: Browse with us and your privacy is protected, with nothing further to install, learn or configure.
uk: Переглядайте Інтернет з нами і ваша приватність буде захищена, без додаткових встановлень, вивчення чи налаштування.

source: Browsing History
uk: Історія переглядів

source: Cache
uk: Кеш

source: Call
uk: Виклик

source: Cancel
uk: Скасувати

source: Changes color theme.
uk: Змінює кольорову схему.

source: Changes font type.
uk: Змінює тип шрифту.

source: Changing settings will only affect data that this device shares with others.
uk: Зміна налаштувань буде впливати тільки на дані якими цей пристрій ділиться з іншими.

source: Clear
uk: Очистити

source: Clear Everything
uk: Очистити все

source: Clear Private Data
uk: Очистити особисті дані

source: Clear Search
uk: Очистити пошук

source: Close
uk: Закрити

source: Close Private Tabs
uk: Закрити приватні вкладки

source: Close Tab
uk: Закрити вкладку

source: Closing tab
uk: Закриття вкладки

source: Code Words
uk: Кодові слова

source: Cookie Control
uk: Керування куками

source: Cookies
uk: Куки

source: Copy
uk: Копіювати

source: Copy Address
uk: Копіювати адресу

source: Copy Image
uk: Копіювати зображення

source: Copy Link
uk: Копіювати посилання

source: Could not add page to Reading List. Maybe it's already there?
uk: Неможливо додати сторінку до списку читання. Може вона вже там?

source: Dark
uk: Темна

source: Decrease text size
uk: Зменшити розмір тексту

source: Default Search Engine
uk: Типовий засіб пошуку

source: Delete
uk: Видалити

source: Deselect All
uk: Зняти вибір

source: Desktop Bookmarks
uk: Закладки комп'ютера

source: Device Name
uk: Назва пристрою

source: Devices
uk: Пристрої

# Devices &amp; Settings
source: Devices & Settings
uk: Пристрої та налаштування

source: Don't block cookies
uk: Не блокувати куки

source: Done
uk: Готово

source: Don’t Save
uk: Не зберігати

source: Down
uk: Вимк

source: Edit
uk: Змінити

source: Enter Search Mode
uk: Увійти в режим пошуку

source: Enter code words
uk: Введіть кодові слова

source: Enter code words below
uk: Введіть кодові слова нижче

source: Enter folder name
uk: Введіть назву теки

source: Est. Time Saved
uk: Заощаджено часу

source: Even though sites you visit in private tabs are not saved locally, they do not make you anonymous or invisible to your ISP, your employer, or to the sites you are visiting.
uk: Навіть якщо сайти, які ви відвідуєте в приватних вкладках не зберігаються локально, вони не роблять вас анонімними або невидимими для вашого провайдера, вашого роботодавця, або відвідуваних вами сайтів.

source: Find
uk: Знайти

# Find &quot;%@&quot;
source: Find "%@"
uk: Знайти "%@"

source: Find in Page
uk: Знайти на сторінці

source: Fingerprinting Methods
uk: Методи відбитку браузера

source: Fingerprinting Protection
uk: Захист відбитку браузера

source: Fingerprinting Protection
uk: Захист відбитку браузера

source: Folder
uk: Тека

source: Forward
uk: Вперед

source: General
uk: Основні

source: Get a new sync code
uk: Отримати новий код синхронізації

source: Get ready to experience a Faster, Safer, Better Web.
uk: Приготуйтесь спробувати Швидший, Безпечніший, Кращий Інтернет.

source: Go Back
uk: Повернутися назад

source: Grant camera access
uk: Дозволити доступ камері

source: HTTPS Upgrades
uk: HTTPS перенаправлень

source: HTTPS Upgrades
uk: HTTPS перенаправлень

source: Hide
uk: Приховати

source: History
uk: Історія

source: In case you hit a speed bump
uk: У разі проблеми з відображенням сторінки

source: Increase text size
uk: Збільшити розмір тексту

source: Individual Controls
uk: Індивідуальні налаштування

source: Intro Tour Carousel
uk: Введення

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
uk: Вступний слайд %1$@ з %2$@

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
uk: Це може бути хибне налаштування або підробка зловмисником. Продовжуйте, якщо ви погоджуєтесь на потенційний ризик.

source: Last modified %@
uk: Востаннє змінено %@

source: Last month
uk: Попередній місяць

source: Last week
uk: Попередній тиждень

source: Learn More
uk: Докладніше

source: Learn about private tabs.
uk: Докладніше про приватні вкладки.

source: Light
uk: Світла

source: Load original page
uk: Завантажити оригінальну сторінку

source: Loading content…
uk: Завантаження вмісту…

source: Location
uk: Розташування

source: Logins
uk: Паролі

source: Logins will be permanently removed.
uk: Паролі будуть видалені назавжди.

source: Logins will be removed from all connected devices.
uk: Паролі будуть видалені з усіх під'єднаних пристроїв.

source: Mark as Read
uk: Позначити прочитаним

source: Mark as Unread
uk: Позначити непрочитаним

source: Mobile Bookmarks
uk: Мобільні закладки

source: Name
uk: Назва

source: Navigation Toolbar
uk: Панель навігації

source: Never show
uk: Ніколи не показувати

source: New Folder
uk: Нова тека

source: New Private Tab
uk: Нова приватна вкладка

source: New Tab
uk: Нова вкладка

source: Next in-page result
uk: Наступний результат на сторінці

source: No
uk: Немає

source: No logins found
uk: Не знайдено дані входу

source: No tabs
uk: Немає вкладок

source: Note: Some sites may require scripts to work properly so this shield is turned off by default.
uk: Примітка: Деякі сайти потребують скрипти для роботи, тому цей щит типово вимкнений.

source: Off
uk: Вимк

source: Offline Website Data
uk: Автономні дані сайтів

source: On
uk: Увімк

# Open &amp; Fill
source: Open & Fill
uk: Відкрити та заповнити

source: Open Desktop Site tab
uk: Відкрити вкладку з повною версією сайту

source: Open Image In New Tab
uk: Відкрити зображення в новій вкладці

source: Open In New Private Tab
uk: Відкрити в новій приватній вкладці

source: Open Settings
uk: Відкрити налаштування

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
uk: Відкривати статті в режимі читання дотиком до піктограми книжки, коли вона з'являється в рядку заголовка.

source: Open in Safari
uk: Відкрити в Safari

source: Open in…
uk: Відкрити в…

source: Pair
uk: З'єднати

source: Panel Chooser
uk: Вибір панелей

source: Password Manager
uk: Менеджер паролів

source: Password Manager Button
uk: Кнопка менеджера паролів

source: Paste
uk: Вставити

# Paste &amp; Go
source: Paste & Go
uk: Вставити і перейти

source: Please enter a name for this device
uk: Введіть назву для цього пристрою

source: Previous in-page result
uk: Попередній результат на сторінці

source: Privacy
uk: Приватність

source: Privacy Policy
uk: Політика приватності

source: Private
uk: Приватний

source: Private Browsing
uk: Приватний перегляд

source: Private Browsing Only
uk: Тільки приватний перегляд

source: Private Mode
uk: Приватний режим

source: Private mode icon
uk: Піктограма приватного режиму

source: QR Code
uk: QR код

source: Quick-search Engines
uk: Швидкі засоби пошуку

source: Reader Mode Settings
uk: Налаштування режиму читання

source: Reader View
uk: Режим читання

source: Reading list
uk: Список читання

source: Reload
uk: Перезавантажити

source: Reload Page
uk: Перезавантажити сторінку

source: Remove
uk: Видалити

source: Remove from Reading List
uk: Вилучити зі списку читання

source: Remove page
uk: Вилучити сторінку

source: Remove this device
uk: Вилучити цей пристрій

source: Remove this device?
uk: Вилучити цей пристрій?

source: Report a bug
uk: Повідомити про помилку

source: Reveal
uk: Розкрити

source: Save Image
uk: Зберегти зображення

source: Save Login
uk: Зберегти пароль

source: Save Logins
uk: Зберігати паролі

# Save login %@ for %@?
source: Save login %1$@ for %2$@?
uk: Зберегти пароль %1$@ для %2$@?

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
uk: Зберігати сторінки у список читання дотиком до піктограми книги з плюсом в керуванні режимом читання.

source: Save password for %@?
uk: Зберегти пароль для %@?

source: Saved Logins
uk: Збережені паролі

source: Scan or enter code
uk: Сканувати або ввести код

source: Scripts Blocked
uk: Заблоковано скриптів

source: Search
uk: Пошук

source: Search Input Field
uk: Шукати введене поле

source: Search Settings
uk: Налаштування пошуку

source: Search in page
uk: Пошук на сторінці

source: Search or enter address
uk: Пошуковий запит чи адреса

source: Search suggestions from %@
uk: Пошукові пропозиції з %@

source: Searches for the suggestion
uk: Результати пошуку для пропозиції

source: Secure connection
uk: Захищене з'єднання

source: Select All
uk: Вибрати все

source: Select Location Bar
uk: Вибрати панель розташування

source: Send crash reports and metrics
uk: Надсилати звіти про збої та метрики

source: Sepia
uk: Сепія

source: Settings
uk: Налаштування

source: Share
uk: Поділитись

source: Share Link
uk: Поділитись посиланням

source: Shields Down
uk: Вимк щити

source: Shields Up
uk: Увімк щити

source: Show Bookmarks
uk: Показати закладки

source: Show History
uk: Показати історію

source: Show Next Tab
uk: Показати наступну вкладку

source: Show Previous Tab
uk: Показати попередню вкладку

source: Show Search Suggestions
uk: Показувати пошукові пропозиції

source: Show Tabs
uk: Показати вкладки

source: Show Tabs Bar
uk: Показувати панель вкладок

source: Show Tour
uk: Показати знайомство

source: Show in landscape only
uk: Показувати тільки в горизонтальному режимі

source: Show picker
uk: Показати вибір

source: Site Shields allow you to control when ads and trackers are blocked for each site that you visit. If you prefer to see ads on a specific site, you can enable them here.
uk: Щити сайту дозволяють вам керувати блокуванням реклами й елементів стеження для кожного відвідуваного сайту. Якщо ви бажаєте бачити рекламу на певному сайті, ви можете увімкнути це тут.

source: Site shield settings
uk: Налаштування щитів сторінки

source: Start Browsing
uk: Почати перегляд

source: Stop
uk: Зупинити

source: Support
uk: Підтримка

source: Swipe right or left with three fingers to close the tab.
uk: Проведіть трьома пальцями вліво чи вправо, щоб закрити вкладку.

source: Sync
uk: Синхронізація

source: Sync browser data between your devices securely using Brave Sync, no account creation required. Tap below to get started.
uk: Синхронізуйте дані браузера між своїми пристроями з використанням Синхронізації Brave. Не потрібно створювати обліковий запис. Торкніться внизу для початку.

source: Sync on this device
uk: Синхронізація на цьому пристрої

source: Sync to device
uk: Синхронізація до пристрою

# Tab %@ of %@
source: Tab %1$@ of %2$@
uk: Вкладка %1$@ з %2$@

source: Tabs
uk: Вкладки

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
uk: Вкладки з %1$@ по %2$@ з %3$@

source: Tabs Tray
uk: Лоток вкладок

source: Tap the Brave button to temporarily disable ad blocking and privacy features.
uk: Натисніть кнопку Brave, щоб тимчасово вимкнути блокування реклами й захисту приватності.

source: Terms of Use
uk: Умови використання

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Brave has not connected to this website.
uk: Власник %@ неправильно налаштував свій веб-сайт. З метою захисту вашої інформації від викрадення, Brave не з'єднався з цим сайтом.

source: The page could not be displayed in Reader View.
uk: Не вдалося показати сторінку в режимі читання.

source: There was an error converting the page
uk: Виникла помилка в перетворенні сторінки

source: This action will clear all of your private data. It cannot be undone.
uk: Ця дія зітре всі ваші особисті дані. Це неможливо відмінити.

source: This allows you to save the image to your Camera Roll.
uk: Це дозволяє зберегти зображення до теки камери.

source: This device will be disconnected from sync group and no longer receive or send sync data. All existing data will remain on device.
uk: Цей пристрій буде від'єднаний від синхронізації і більше не буде обмінюватись даними. Всі наявні дані залишаться на пристрої.

source: This folder isn't empty.
uk: Ця тека не порожня.

source: This is a Private Tab
uk: Це приватна вкладка

source: Today
uk: Сьогодні

source: Top sites
uk: Популярні сайти

source: Trackers Blocked
uk: Заблоковано стеження

source: Try again
uk: Спробувати знову

source: Turn on search suggestions?
uk: Увімкнути пошукові пропозиції?

source: Turns private mode on or off
uk: Вмикає або вимикає приватний режим

source: Unable to create new sync group.
uk: Неможливо створити нову групу синхронізації.

source: Unsorted Bookmarks
uk: Невпорядковані закладки

source: Unsuccessful
uk: Не вдалося

source: Untitled
uk: Без назви

source: Up
uk: Увімк

source: Update
uk: Оновити

# Update login %@ for %@?
source: Update login %1$@ for %2$@?
uk: Оновити пароль %1$@ для %2$@?

source: Update password for %@?
uk: Оновити пароль для %@?

source: Use regional adblock
uk: Блокування регіональної реклами

source: Using a second device navigate to Brave Settings > Sync. Capture the QR Code (above) with second device, or enter code words if no camera is available.
uk: На іншому пристрої перейдіть в Налаштування Brave > Синхронізація. Зіскануйте QR-код (вгорі) за допомогою другого пристрою, або якщо камера недоступна, введіть кодові слова.

source: Using existing synced device open Brave Settings and navigate to “Devices & Settings”, tap ‘+’ to add a new device and reveal sync code.
uk: На іншому синхронізованому пристрої відкрийте Налаштування Brave і перейдіть в розділ Синхронізація, натисніть синхронізувати новий пристрій та отримайте код синхронізації.

# Version %@ (%@)
source: Version %1$@ (%2$@)
uk: Версія %1$@ (%2$@)

source: Visit site anyway
uk: Все одно відвідати сайт

source: Warning: we can't confirm your connection to this website is secure.
uk: Попередження: ми не можемо підтвердити, що ваше підключення до цього веб-сайту безпечне.

source: Web content
uk: Вміст мережі

source: Welcome to Brave.
uk: Ласкаво просимо в Brave.

source: Welcome to Top Sites
uk: Ласкаво просимо до популярних сайтів

source: Welcome to your Reading List
uk: Ласкаво просимо до вашого списку читання

source: When Leaving Private Browsing
uk: При виході з приватного перегляду

source: Yes
uk: Так

source: Yesterday
uk: Вчора

source: You can choose to show a popup to pick your password manager, or have the selected one open automatically.
uk: Ви можете вибрати чи показувати спливаюче вікно для вибору менеджера паролів, чи викорустовувати вибраний автоматично.

source: Your connection is not private
uk: Ваше з'єднання не приватне

source: Your most visited sites will show up here.
uk: Тут будуть з'являтися найчастіше відвідувані сайти.

source: d
uk: д

source: h
uk: г

source: just now
uk: Щойно

source: min
uk: хв

source: more than a month ago
uk: понад місяць тому

source: more than a week ago
uk: понад тиждень тому

source: password
uk: пароль

source: read
uk: читати

source: s
uk: с

source: this week
uk: цього тижня

source: today at %@
uk: сьогодні %@

source: unread
uk: непрочитане

source: username
uk: користувач

source: website
uk: веб-сайт

# Accept &amp; Continue
source: Accept & Continue
uk: Прийняти і продовжити

source: By using this application, you agree to Brave’s Terms of Use.
uk: Використовуючи цю програму, ви погоджуєтесь з умовами використання Brave.

source: Help make Brave better by sending usage statistics and crash reports to us.
uk: Допоможіть зробити Brave кращим, відправляючи нам статистику використання та звіти про збої.

source: Terms of Use.
uk: Умови використання.
