Repository: timonus/browser-ios
Catalog: brave/l10n/brave/*.lproj/Localizable.strings
Languages: de, ja, ms, pl, ru, sv

source: Mark as Unread
de: Als ungelesen markieren
ja: 未読にする
ms: Tandakan Sebagai Belum Dibaca
pl: Oznacz jako nieprzeczytane
ru: Пометить как непрочитанное
sv: Markera som oläst

source: Mobile Bookmarks
de: Lesezeichen auf Mobilgeräten
ja: モバイルブックマーク
ms: Penanda Buku Mudah Alih
pl: Zakładki na urządzeniach mobilnych
ru: Мобильные закладки
sv: Mobila bokmärken

source: Name
ja: 名前
ms: Nama
pl: Nazwa
ru: Имя
sv: Namn

source: Navigation Toolbar
de: Navigationsleiste
ja: ナビゲーションツールバー
ms: Bar Alat Navigasi
pl: Pasek nawigacyjny
ru: Панель навигации
sv: Navigationsfältet

source: Never show
de: Nie anzeigen
ja: 表示しない
ms: Jangan pernah tunjukkan
pl: Nie pokazuj nigdy
ru: Никогда не показывать
sv: Visa aldrig

source: New Folder
de: Neuer Ordner
ja: 新しいフォルダー
ms: Folder Baharu
pl: Nowy folder
ru: Новая папка
sv: Ny mapp

source: New Private Tab
de: Neuer privater Tab
ja: 新しいプライベートタブ
ms: Tab Peribadi Baharu
pl: Nowa prywatna karta
ru: Новая приватная вкладка
sv: Ny privat flik

source: New Tab
de: Neuer Tab
ja: 新しいタブ
ms: Tab Baharu
pl: Nowa karta
ru: Новая вкладка
sv: Ny flik

source: Next in-page result
de: Zum nächsten Eintrag
ja: 次のページ内検索結果
ms: Hasil dalam halaman seterusnya
pl: Następny wynik wyszukiwania na stronie
ru: Следующий результат
sv: Nästa resultat på sidan

source: No
de: Nein
ja: いいえ
ms: Tidak
pl: Nie
ru: Нет
sv: Nej

source: No logins found
de: Keine Anmeldedaten gefunden
ja: 該当するログイン情報が見つかりません
ms: Tiada log masuk ditemui
pl: Nie znaleziono loginów
ru: Не найдено логинов
sv: Inga inloggningar hittades

source: No tabs
de: Keine Tabs
ja: タブがありません
ms: Tiada tab
pl: Brak kart
ru: Нет вкладок
sv: Inga flikar

source: Not Now
ru: Не сейчас
sv: Inte nu

source: Note: Some sites may require scripts to work properly so this shield is turned off by default.
de: Beachten Sie: Einige Sites benötigen möglicherweise Skripte, um korrekt zu funktionieren. Daher ist dieser Schutz standardmäßig deaktiviert.
ja: 注意: 多くのサイトではスクリプトが適切な動作に必要なため、スクリプトはデフォルトで許可しています。
ms: Nota: Sesetengah tapak mungkin memerlukan skrip untuk berfungsi dengan betul supaya perisai ini dimatikan secara lalai.
pl: Uwaga: Niektóre strony mogą wymagać skryptów do poprawnego działania, więc ta ochrona jest domyślnie wyłączona.
ru: Примечание: некоторые сайты могут работать некорректно, поэтому этот щит по умолчанию отключен.
sv: Obs: Några webbplatser kan behöva skript för att fungera korrekt, därför är denna skölden avstängd som standard.

source: Off
de: Aus
ja: オフ
ms: Dimatikan
pl: Wył.
ru: Выкл
sv: Av

source: Offline Website Data
de: Offline Daten von Websites
ja: オフライン ウェブサイトデータ
ms: Data Laman Web Luar Talian
pl: Dane stron offline
ru: Автономные данные веб-сайтов
sv: Nedkopplad webbplatsdata

source: On
de: An
ja: オン
ms: Dihidupkan
pl: Wł.
ru: Вкл
sv: På

source: Open & Fill
de: Öffnen & Füllen
ja: 開いて入力
ms: Buka & Isi
pl: Otwórz i wypełnij
ru: Открыть и заполнить

source: Open All (%i)
ru: Открыть все (%i)
sv: Öppna alla (%i)

source: Open Desktop Site tab
de: Yes
ja: デスクトップサイトタブを開く
ms: Buka tab Tapak Desktop
pl: Otwórz kartę z pełną wersją strony
ru: Открыть полную версию сайта
sv: Begär datorwebbplats

source: Open Image In New Tab
de: Bild in einem neuen Tab öffnen
ja: 画像を新しいタブで開く
ms: Buka Imej Dalam Tab Baharu
pl: Otwórz obraz w nowej karcie
ru: Открыть изображение в новой вкладке
sv: Öppna bild i ny flik

source: Open In New Private Tab
de: In einem neuen privaten Tab öffnen
ja: 新しいプライベートタブで開く
ms: Buka Dalam Tab Peribadi Baharu
pl: Otwórz w nowej prywatnej karcie
ru: Открыть в новой приватной вкладке
sv: Öppna i ny privat flik

source: Open Link In New Tab
ru: Открыть ссылку в новой вкладке
sv: Öppna länk i ny flik

source: Open Settings
de: Einstellungen öffnen
ja: 設定を開く
ms: Buka Tetapan
pl: Otwórz ustawienia
ru: Открыть настройки
sv: Öppna inställningar

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
de: Artikel können in der Lese Ansicht geöffnet werden, indem auf das Buch Icon getippt wird, welches in der Fenster-Kopfzeile erscheint.
ja: 本のアイコンがタイトルバーに表示されたら、タップすると記事をリーダービューで開けます。
ms: Buka artikel dalam Paparan Pembaca dengan mengetik ikon buku apabila ia muncul dalam bar tajuk.
pl: Otwórz artykuł w Widoku odczytu, naciskając ikonę książki, która pojawi się w pasku tytułowym.
ru: Открывайте статьи в режиме для чтения, коснувшись значка книги, когда он появляется в адресной строке
sv: Öppna artiklar i läsläge genom att trycka på bok-ikonen när den syns i titelfältet.

source: Open in Safari
de: In Safari öffnen
ja: Safariで開く
ms: Buka dalam Safari
pl: Otwórz w przeglądarce Safari
ru: Открыть в Safari
sv: Öppna i Safari

source: Open in…
de: Öffnen in ...
ja: 次を使用して開く…
ms: Buka dalam...
pl: Otwórz w
ru: Открыть в...
sv: Öppna i...

source: PIN
ru: PIN-код
sv: Kod

source: Pair
de: Koppeln
ja: ペア
ms: Pasangkan
pl: Paruj
ru: Пара
sv: Para

source: Panel Chooser
de: Ansichten Übersicht
ja: パネルの選択
ms: Pemilih Panel
pl: Wybór panelu
ru: Выбор панелей
sv: Panelväljare

source: Password Manager
de: Passwortverwaltung
ja: パスワードマネージャー
ms: Pengurus Kata Laluan
pl: Menedżer haseł
ru: Менеджер паролей
sv: Lösenordshanterare

source: Password Manager Button
de: Schaltfläche für die Passwortverwaltung
ja: パスワードマネージャー ボタン
ms: Butang Pengurus Kata Laluan
pl: Przycisk Menedżera haseł
ru: Кнопка менеджера паролей
sv: Lösenordshanterare

source: Paste
de: Einfügen
ja: 貼り付け
ms: Tampal
pl: Wklej
ru: Вставить
sv: Klistra in

source: Paste & Go
de: Einfügen und aufrufen
ja: 貼り付けて移動
ms: Tampal & Pergi
pl: Wklej i kontynuuj
ru: Вставить и перейти
sv: Klistra in och surfa

source: Please enter a name for this device
de: Bitte geben Sie einen Namen für dieses Gerät ein.
ja: このデバイスの名前を入力してください
ms: Sila masukkan nama untuk peranti ini
pl: Wprowadź nazwę dla tego urządzenia
ru: Пожалуйста, введите имя для этого устройства
sv: Vänligen ange ett namn för denna enhet

source: Previous in-page result
de: Zum letzten Eintrag
ja: 前のページ内検索結果
ms: Hasil dalam halaman sebelumnya
pl: Poprzedni wynik wyszukiwania na stronie
ru: Предыдущий результат
sv: Föregående resultat på sidan

source: Privacy
de: Privatsphäre
ja: プライバシー
ms: Privasi
pl: Prywatność
ru: Конфиденциальность
sv: Integritet

source: Privacy Policy
de: Privatsphäre Regeln
ja: プライバシーポリシー
ms: Dasar Privasi
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: Integritetspolicy

source: Private
de: Privat
ja: プライベート
ms: Peribadi
pl: Prywatne
ru: Приватный
sv: Privat

source: Private Browsing
de: Privates browsen
ja: プライベートブラウズ
ms: Semakan Lalu Peribadi
pl: Prywatne przeglądanie sieci
ru: Приватный просмотр
sv: Privat surfning

source: Private Browsing Only
de: Nur privates Browsen
ja: プライベートブラウズのみ
ms: Semakan Lalu Peribadi Sahaja
pl: Tylko prywatne przeglądanie sieci
ru: Только приватный просмотр
sv: Endast privat surfning

source: Private Mode
de: Privat-Modus
ja: プライベートモード
ms: Mod Peribadi
pl: Tryb prywatny
ru: Приватный режим
sv: Privat läge

source: Private means private.
ru: Приватное значит приватное.
sv: Privat betyder privat

source: Private mode icon
de: Icon des privaten Modus
ja: プライベートモード アイコン
ms: Ikon mod peribadi
pl: Ikona trybu prywatnego
ru: Значок приватного режима
sv: Privatlägesikon

source: QR Code
ja: QRコード
ms: Kod QR
pl: Kod QR
ru: QR-код
sv: QR-kod

source: Quick-search Engines
de: Schnell-Suchmaschine
ja: クイックサーチ エンジン
ms: Enjin carian pantas
pl: Wyszukiwarki błyskawiczne
ru: Модули быстрого поиска
sv: Snabbsökmotorer

source: Re-Enter New PIN
ru: Повторно введите новый PIN-код
sv: Ange kod igen

source: Reader Mode Settings
de: Lesemodus-Einstellungen
ja: リーダーモードの設定
ms: Tetapan Mod Pembaca
pl: Ustawienia Trybu odczytu
ru: Настройки режима чтения
sv: Läsläges-inställningar

source: Reader View
de: Lese Ansicht
ja: リーダービュー
ms: Paparan Pembaca
pl: Widok odczytu
ru: Режим чтения
sv: Läsläge

source: Reading list
de: Lese Liste
ja: リーディングリスト
ms: Senarai bacaan
pl: Do przeczytania
ru: Список для чтения
sv: Läslista

source: Reload
de: Neu laden
ja: 再読み込み
ms: Muat semula
pl: Wczytaj ponownie
ru: Перезагрузить
sv: Ladda om

source: Reload Page
de: Seite neu laden
ja: ページを再読み込み
ms: Muat Semula Halaman
pl: Wczytaj ponownie stronę
ru: Обновить страницу
sv: Ladda om sidan

source: Remove
de: Löschen
ja: 削除
ms: Alih Keluar
pl: Usuń
ru: Удалить
sv: Ta bort

source: Remove from Reading List
de: Aus der Lese Liste entfernen
ja: リーディングリストから削除
ms: Alih Keluar dari Senarai Bacaan
pl: Usuń z listy Do przeczytania
ru: Удалить из списка для чтения
sv: Ta bort från läslistan

source: Remove page
de: Seite entfernen
ja: ページを削除
ms: Alih keluar halaman
pl: Usuń stronę
ru: Удалить страницу
sv: Ta bort sida

source: Remove this device
de: Dieses Gerät entfernen
ja: このデバイスを削除
ms: Alih keluar peranti ini
pl: Usuń urządzenie
ru: Удалить это устройство
sv: Ta bort denna enhet

source: Remove this device?
ru: Удалить это устройство?
sv: Radera denna enhet?

source: Report a bug
de: Einen Fehler melden
ja: バグを報告
ms: Laporkan pepijat
pl: Zgłoś błąd
ru: Сообщить об ошибке
sv: Raportera en bugg

source: Reveal
de: Aufdecken
ja: 表示
ms: Dedah
pl: Ujawnij
ru: Показать
sv: Avslöja

source: Save Image
de: Bild speichern
ja: 画像を保存
ms: Simpan Imej
pl: Zapisz obraz
ru: Сохранить изображение
sv: Spara bild

source: Save Login
de: Anmelde Daten speichern
ja: ログイン情報を保存
ms: Simpan Log Masuk
pl: Zapisz login
ru: Сохранить логин
sv: Spara inloggning

source: Save Logins
de: Anmeldedaten speichern
ja: ログイン情報を保存
ms: Simpan Log Masuk
pl: Zapisz loginy
ru: Сохранить логины
sv: Spara inloggningar

source: Save login %@ for %@?
de: Die Anmeldung %1$@ für %2$@ speichern?
ja: %1$@のログイン情報を%2$@に保存しますか？
ms: Simpan log masuk %1$@ untuk %2$@?
pl: Zapisać login %1$@ do %2$@?
ru: Сохранить логин %1$@ для %2$@?
sv: Spara inloggning %1$@ för %2$@?

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
de: Um Seiten zur Lese Liste hinzuzufügen, tippen Sie auf das Icon mit einem Buch und einem Plus darauf, das in der Steuerung der Lese Liste zu finden ist.
ja: リーダービューコントロールの本とプラスサインのアイコンをタップすると、ページをリーディングリストに保存できます。
ms: Simpan halaman ke Senarai Bacaan anda dengan mengetik buku dan ikon dalam kawalan Paparan Pembaca.
pl: Zapisz strony na liście Do przeczytania, naciskając ikonę książki oraz ikonę znajdującą się w elementach sterowania Widoku odczytu
ru: Сохранить страницы в список для чтения, путем нажатия на значок книги+ в режиме управления чтением.
sv: Spara sidor till din läslista genom att trycka på bokmärkesikonen med ett plus i läsläge kontrollerna.

source: Save password for %@?
de: Das Passwort für %@ speichern?
ja: %@のパスワードを保存しますか？
ms: Simpan kata laluan untuk %@?
pl: Zapisać hasło do %@?
ru: Сохранить пароль для %@?
sv: Spara lösenord för %@?

source: Saved Logins
de: Gespeicherte Anmeldedaten
ja: 保存したログイン情報
ms: Log Masuk Disimpan
pl: Zapisane loginy
ru: Сохраненные логины
sv: Spara inloggningar

source: Scan or enter code
de: Code scannen oder eingeben
ja: コードをスキャンまたは入力
ms: Imbas atau masukkan kod
pl: Zeskanuj lub wprowadź kod
ru: Сканировать или ввести код
sv: Skanna eller ange kod

source: Scripts Blocked
de: Skripte blockiert
ja: スクリプトをブロック
ms: Skrip Disekat
pl: Zablokowane skrypty
ru: Блокировано скриптов
sv: Blockerade skript

source: Search
de: Suchen
ja: 検索
ms: Carian
pl: Wyszukaj
ru: Поиск
sv: Sök

source: Search Input Field
de: Such-Eingabefeld
ja: 検索入力フィールド
ms: Medan Input Carian
pl: Pole wyszukiwania
ru: Поле ввода поиска
sv: Sök inmatningsfältet

source: Search Settings
de: Sucheinstellungen
ja: 検索設定
ms: Tetapan Carian
pl: Ustawienia wyszukiwania
ru: Настройки поиска
sv: Sökinställningar

source: Search in page
de: Auf der Seite suchen
ja: ページ内を検索
ms: Cari dalam halaman
pl: Wyszukaj na stronie
ru: Найти на странице
sv: Sök på sidan

source: Search or enter website
ru: Поиск или ввод адреса веб-сайта
sv: Sök eller ange en webbplats

source: Search suggestions from %@
de: Suchvorschläge von %@
ja: %@の予測結果
ms: Cadangan carian daripada %@
pl: Sugestie wyszukiwania z %@
ru: Поисковые предложения от %@
sv: Sökförslag från %@

source: Searches for the suggestion
de: Sucht nach diesem Vorschlag
ja: 候補の検索
ms: Carian untuk cadangan
pl: Wyniki wyszukiwania dla sugerowanej treści
ru: Поиски по предложению
sv: Söker efter förslag

source: Secure connection
de: Sichere Verbindung
ja: 安全な接続
ms: Sambungan selamat
pl: Bezpieczne połączenie
ru: Безопасное соединение
sv: Säker anslutning

source: Security
ru: Безопасность
sv: Säkerhet

source: Select All
de: Alles auswählen
ja: すべて選択
ms: Pilih Semua
pl: Zaznacz wszystko
ru: Выделить все
sv: Välj alla

source: Select Location Bar
de: Aufenthaltsorts Auswahlleiste
ja: ロケーションバーの選択
ms: Pilih Bar Lokasi
pl: Zaznacz pasek lokalizacji
ru: Выбрать панель адреса
sv: Välj adressfältet

source: Send crash reports and metrics
de: Absturzmeldungen und Metriken einsenden
ja: クラッシュレポートと指標を送信
ms: Hantar laporan dan metrik ranap
pl: Wyślij statystyki i raporty o błędach
ru: Отправка отчетов о сбоях и метрик
sv: Skicka kraschrapporter och mätvärden

source: Set PIN
ru: Установить PIN-код
sv: Ange kod

source: Settings
de: Einstellungen
ja: 設定
ms: Tetapan
pl: Ustawienia
ru: Настройки
sv: Inställningar

source: Share
de: Teilen
ja: 共有
ms: Kongsi
pl: Udostępnij
ru: Поделиться
sv: Dela

source: Share Image
de: Bild teilen
ms: Kongsi Imej
ru: Поделиться изображением
sv: Dela bild

source: Share Link
de: Link teilen
ja: リンクを共有
ms: Kongsi Pautan
pl: Udostępnij łącze
ru: Поделиться ссылкой
sv: Dela länk

source: Shields
ru: Щиты
sv: Sköldar

source: Shields Down
de: Schutz Aktiv
ja: 保護機能オフ
ms: Perisai Dimatikan
pl: Ochrona wyłączona
ru: Выключить щиты
sv: Sköldar nere

source: Shields Up
de: Schutz Aus
ja: 保護機能オン
ms: Perisai Dihidupkan
pl: Ochrona włączona
ru: Включить щиты
sv: Sköldar uppe

source: Show Bookmarks
de: Lesezeichen anzeigen
ja: ブックマークを表示
ms: Tunjuk Penanda Buku
pl: Pokaż zakładki
ru: Показать закладки
sv: Visa bokmärken

source: Show History
de: Verlauf anzeigen
ja: 履歴を表示
ms: Tunjuk Sejarah
pl: Pokaż historię
ru: Показать историю
sv: Visa historik

source: Show Next Tab
de: Nächsten Tab anzeigen
ja: 次のタブを表示
ms: Tunjuk Tab Seterusnya
pl: Pokaż następną kartę
ru: Показать следующую вкладку
sv: Visa nästa flik

source: Show Previous Tab
de: Vorherigen Tab anzeigen
ja: 前のタブを表示
ms: Tunjuk Tab Sebelumnya
pl: Pokaż poprzednią kartę
ru: Показать предыдущую вкладку
sv: Visa tidigare flik

source: Show Search Suggestions
de: Suchvorschläge anzeigen
ja: 予測結果を表示
ms: Tunjuk Cadangan Carian
pl: Pokaż sugestie wyszukiwania
ru: Показать предложения по поиску
sv: Visa sökförslag

source: Show Tabs
de: Tabs anzeigen
ja: タブを表示
ms: Tunjuk Tab
pl: Pokaż karty
ru: Показать вкладки
sv: Visa flikar

source: Show Tabs Bar
de: Tab Leiste anzeigen
ja: タブバーを表示
ms: Tunjuk Bar Tab
pl: Pokaż pasek kart
ru: Показать панель вкладок
sv: Visa flikar

source: Show Tour
de: Tour zeigen
ja: ツアーを表示
ms: Tunjuk Jelajah
pl: Pokaż przewodnik
ru: Тур по приложению
sv: Visa genomgång

source: Show in landscape only
de: Nur im Querformat anzeigen
ja: 横向きのみで表示
ms: Tunjuk dalam landskap sahaja
pl: Pokaż wyłącznie poziomo
ru: Показывать только в горизонтальном режиме
sv: Visa endast i landskapsläge

source: Show picker
ru: Показать выбор
sv: Visa väljare

source: Site Shields allow you to control when ads and trackers are blocked for each site that you visit. If you prefer to see ads on a specific site, you can enable them here.
de: Mit den Site-Schutzeinstellungen können Sie für jede besuchte Site kontrollieren, wann Werbung und Tracker blockiert werden. Falls Sie es vorziehen, auf einer bestimmten Site Werbung zu sehen, können sie diese hier freischalten.
ja: サイトの保護設定から、訪問したサイトで広告とトラッカーをブロックするタイミングをコントロールすることができます。特定のサイトで広告を表示させたい場合、ここで設定することができます。
ms: Perisai Tapak membenarkan anda mengawal bila iklan dan penjejak disekat untuk setiap tapak yang anda lawati. Jika anda suka melihat iklan di sesuatu tapak khusus, anda boleh mendayakannya di sini.
pl: Ochrona strony umożliwia blokowanie reklam i śledzenia na odwiedzanych przez Ciebie stronach. Jeśli chcesz widzieć reklamy na konkretnej stronie, możesz wyłączyć ich blokadę.
ru: Щиты сайта позволяют контролировать, когда реклама и трекеры блокируются для каждого посещаемого сайта. Если вы предпочитаете видеть рекламу на определенном сайте, вы можете включить ее здесь.
sv: Sköldarna låter dig styra när annonser och spårare blockeras för varje webbplats du besöker. Om du föredrar att se annonser på en viss webbplats kan du aktivera dem här.

source: Start Browsing
de: Mit dem Browsen beginnen
ja: 閲覧開始
ms: Mula Menyemak Lalu
pl: Rozpocznij przeglądanie
ru: Начать просмотр
sv: Börja surfa

source: Stop
de: Anhalten
ja: 停止
ms: Berhenti
pl: Przerwij
ru: Стоп
sv: Stoppa

source: Support
ja: サポート
ms: Sokongan
pl: Wsparcie
ru: Поддержка

source: Swipe right or left with three fingers to close the tab.
de: Wischen Sie mit drei Fingern nach links oder rechts, um den Tab zu schließen.
ja: タブを閉じるには3本の指で右または左方向にスワイプします。
ms: Leret ke kanan atau kiri dengan tiga jari untuk menutup tab.
pl: Przesuń trzema palcami w prawo lub w lewo, aby zamknąć kartę.
ru: Проведите вправо или влево тремя пальцами чтобы закрыть вкладку.
sv: Dra höger eller vänster med tre fingrar för att stänga fliken.

source: Sync
de: Synchronisieren
ja: 同期
ms: Segerak
pl: Synchronizacja
ru: Синхронизация
sv: Synkronisering

source: Sync browser data between your devices securely using Brave Sync, no account creation required. Tap below to get started.
de: Mit Brave Sync können Sie Browserdaten auf Ihren Geräten sicher synchronisieren. Eine Nutzerkonto-Erstellung ist nicht notwendig. Tippen Sie unten, um zu beginnen.
ja: Brave同期を使ってデバイス間でブラウザデータを安全に同期します。アカウント作成は不要です。始めるには下をタップしてください。
ms: Segerakkan data pelayar antara peranti anda dengan selamat menggunakan Brave Sync, tiada ciptaan akaun diperlukan. Ketik di bawah untuk bermula.
pl: Brave umożliwia bezpieczną synchronizację danych przeglądarki na różnych urządzeniach bez konieczności zakładania konta. Aby rozpocząć, naciśnij poniższy przycisk.
ru: Синхронизируйте данные браузера между устройствами используя Brave Sync, не требуется создание учетной записи. Нажмите ниже, чтобы начать.
sv: Synkronisera webbläsardata mellan dina enheter på ett säkert sätt med Brave Sync, inget konto behövs. Tryck nedan för att komma igång.

source: Sync on this device
de: Auf diesem Gerät synchronisieren
ja: このデバイスで同期
ms: Segerakkan pada peranti ini
pl: Synchronizacja na tym urządzeniu
ru: Синхронизация на этом устройстве
sv: Synkronisering på denna enhet

source: Sync to device
de: Mit Gerät synchronisieren
ja: デバイスに同期
ms: Segerakkan kepada peranti
pl: Synchronizacja z urządzeniem
ru: Синхронизация с устройством
sv: Synkronisera till enhet

source: Tab
ru: Вкладка
sv: Flik

source: Tab %@ of %@
de: Tab %1$@ von %2$@
ja: タブ %2$@の%1$@
ms: Tab %1$@ daripada %2$@
pl: Karta %1$@ z %2$@
ru: Вкладка %1$@ из %2$@
sv: Flik %1$@ av %2$@

source: Tabs
ja: タブ
ms: Tab
pl: Karty
ru: Вкладки
sv: Flikar

source: Tabs %@ to %@ of %@
de: Tab %1$@ bis %2$@ von %3$@
ja: タブ%3$@のうち%1$@～%2$@
ms: Tabs %1$@ hingga %2$@ daripada %3$@
pl: Karty %1$@ do %2$@ z %3$@
ru: Вкладки от %1$@ до %2$@ из %3$@
sv: Flikar %1$@ till %2$@ av %3$@

source: Tabs Tray
de: Tab-Übersicht
ja: タブトレイ
ms: Talam Tab
pl: Pasek kart
ru: Список вкладок
sv: Flikfack

source: Tap the Brave button to temporarily disable ad blocking and privacy features.
de: Tippen Sie auf die Brave Schaltfläche, um das blockieren von Werbung und andere Sicherheitsfunktionen kurzzeitig zu deaktivieren.
ja: 一時的に広告ブロックやプライバシー機能を無効にするには、Braveボタンをタップします。
ms: Ketik butang Brave untuk menyahdayakan buat sementara sekatan iklan dan ciri peribadi.
pl: Naciśnij przycisk Brave, aby tymczasowo wyłączyć funkcje blokowania reklam i ochrony prywatności.
ru: Нажмите кнопку Brave, чтобы временно отключить блокирование рекламы и защиту приватности.
sv: Tryck på Brave-knappen för att tillfälligt inaktivera annonsblockering och integritetsfunktioner.

source: Terms of Use
de: Nutzungsbedingungen
ja: 利用規約
ms: Terma Penggunaan
pl: Warunki użytkowania
ru: Условия использования
sv: Villkor

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Brave has not connected to this website.
de: Der Eigentümer von %@ hat die Seite nicht richtig konfiguriert. Um Ihre Daten vor Diebstählen zu schützen, hat Brave keine Verbindung zu der Seite aufgebaut.
ja: %@の所有者によるウェブサイトの構成が正しくありません。個人情報保護のため、Braveはこのウェブサイトに接続しませんでした。
ms: Pemilik %@ telah mengkonfigurasi laman web mereka secara tidak betul. Untuk melindungi maklumat anda daripada dicuri, Brave tidak menyambung ke laman web ini.
pl: Właściciel %@ nieprawidłowo skonfigurował swoją stronę internetową. Aby zapobiec kradzieży Twoich danych, Brave nie połączył się z tą stroną.
ru: Владелец %@ настроил свой сайт ненадлежащим образом. Чтобы защитить вашу информацию от кражи, Brave не подключился к этому веб-сайту.
sv: Ägaren till % @ har konfigurerat sin webbplats felaktigt. För att skydda din information från att bli stulen så anslöt inte Brave till denna webbplats.

source: The page could not be displayed in Reader View.
de: Die Seite konnte in der Lese Ansicht nicht dargestellt werden.
ja: ページをリーダービューで表示できませんでした。
ms: Halaman ini tidak dapat dipaparkan dalam Paparan Pembaca.
pl: Nie udało się wyświetlić tej strony w Widoku odczytu.
ru: Страница не может быть отображена в режиме для чтения.
sv: Sidan kunde inte visas i läsläge.

source: There was an error converting the page
de: Beim konvertieren der Seite ist ein Fehler aufgetreten
ja: ページの変換でエラーが発生しました
ms: Terdapat ralat menukar halaman
pl: Wystąpił błąd podczas konwersji strony
ru: Произошла ошибка во время конвертирования страницы
sv: Det gick inte att konvertera sidan

source: This action will clear all of your private data. It cannot be undone.
de: Es werden all Ihre Privaten Daten gelöscht, dies kann nicht rückgängig gemacht werden.
ja: 全てのプライベートデータが消去されます。これは取り消せません。
ms: Tindakan ini akan mengosongkan semua data peribadi anda. Ia tidak dapat dibuat asal.
pl: Działanie spowoduje usunięcie wszystkich Twoich prywatnych danych. Nie można go cofnąć.
ru: Это действие удалит все ваши личные данные. Оно не может быть отменено.
sv: Den här åtgärden rensar all dina privata data. Dettta kan inte ångras.

source: This allows you to save the image to your Camera Roll.
de: Ermöglicht es Ihnen, das Bild in Apple Fotos zu speichern
ja: これにより、画像をカメラロールに保存することができます。
ms: Ini membolehkan anda menyimpan imej ke Gulungan Kamera anda.
pl: Umożliwia zapisanie obrazu w folderze Z aparatu.
ru: Это позволяет сохранить изображение в фотоальбоме.
sv: Detta låter dig spara bilden till din kamerarulle.

source: This device will be disconnected from sync group and no longer receive or send sync data. All existing data will remain on device.
ru: Это устройство будет отключено от группы синхронизации и больше не будет получать или отправлять данные синхронизации. Все существующие данные останутся на устройстве.
sv: Denna enhet kommer bli frånkopplad från sync gruppen och den kommer inte sända eller ta emot sync data. All existerande data kommer finnas kvar på enheten.

source: This folder isn't empty.
de: Dieser Ordner ist nicht leer.
ja: フォルダーが空ではありません。
ms: Folder ini tidak kosong.
pl: Folder nie jest pusty.
ru: Эта папка не пустая.
sv: Denna mapp är inte tom.

source: This is a Private Tab
de: Dies ist ein privater Tab
ja: これはプライベートタブです
ms: Ini ialah Tab Peribadi
pl: To jest karta przeglądana w trybie prywatnym
ru: Это приватная вкладка
sv: Detta är en privat flik

source: Today
de: Heute
ja: 今日
ms: Hari Ini
pl: Dziś
ru: Сегодня
sv: Idag

source: Top sites
de: Meistbesuchte Seiten
ja: 上位のサイト
ms: Tapak teratas
pl: Najpopularniejsze strony
ru: Лучшие сайты
sv: Populära webbplatser

source: Trackers Blocked
ru: Трекеров заблокировано
sv: Blockerade spårare
