Repository: timonus/browser-ios
Catalog: brave/l10n/brave/*.lproj/Localizable.strings
Languages: de, ja, ms, pl, ru, sv

source: CFBundleDisplayName
de: In Brave öffnen
ms: Buka dalam Brave
ru: $(MOZ_BUNDLE_DISPLAY_NAME)

source: CFBundleName
ru: $(MOZ_PRODUCT_NAME)

source: NSCameraUsageDescription
ru: Сканировать штрих-код для Brave sync.
sv: Skanna qr-koden för Brave sync.

source: NSLocationWhenInUseUsageDescription
ru: Посещаемые веб-сайты могут запросить Ваше местонахождение.
sv: Webbplatser som du besöker kan be om din plats.

source: NSPhotoLibraryAddUsageDescription
ru: Это приложение требует доступ к медиатеке.
sv: Denna app kräver tillgång till ditt fotobiblotek.

source: NSPhotoLibraryUsageDescription
ru: Это приложение требует доступ к медиатеке.
sv: Denna app kräver tillgång till ditt fotobiblotek.

source: %@ search
de: %@ Suche
ja: %@検索
ms: Carian %@
pl: Wyszukaj w %@
ru: %@ поиск
sv: %@ sök

source: About
de: Über
ja: アプリについて
ms: Tentang
pl: O programie
ru: О браузере
sv: Om

source: Add Bookmark
de: Neues Lesezeichen
ja: ブックマークを追加
ms: Tambah Penanda Buku
pl: Dodaj zakładkę
ru: Добавить закладку
sv: Lägg till bokmärke

source: Add Device
de: Gerät hinzufügen
ja: デバイスを追加
ms: Tambah Peranti
pl: Dodaj urządzenie
ru: Добавить устройство
sv: Lägg till enhet

source: Add Tab
de: Neuer Tab
ja: タブを追加
ms: Tambah Tab
pl: Dodaj kartę
ru: Добавить вкладку
sv: Lägg till flik

source: Add to Reading List
de: Zur Lese Liste hinzufügen
ja: リーディングリストに追加
ms: Tambah ke Senarai Bacaan
pl: Dodaj do listy Do przeczytania
ru: Добавить в список для чтения
sv: Lägg till i läslistan

source: Added page to Reading List
de: Die Seite wurde zur Lese Liste hinzugefügt
ja: ページをリーディングリストに追加しました
ms: Menambah halaman ke Senarai Bacaan
pl: Dodano stronę do listy Do przeczytania
ru: Страница добавлена в список для чтения
sv: Lade till sidan i läslistan

source: Address and Search
de: Adressen und Suchen
ja: アドレスと検索
ms: Alamat dan Carian
pl: Pasek adresu i wyszukiwania
ru: Адрес и поиск
sv: Adress och Sök

source: Ads Blocked
ru: Реклам заблокировано
sv: Blockerade annonser

source: Ads and Trackers
de: Werbung und Tracker
ja: 広告とトラッカー
ms: Iklan dan Penjejak
pl: Reklamy i śledzenie
ru: Реклама и трекеры
sv: Annonser och Spårare

source: Advanced
de: Erweitert
ja: 詳細設定
ms: Lanjutan
pl: Zaawansowane
ru: Расширенные
sv: Avancerat

source: Allow %@ to open iTunes?
de: %@ das Öffnen von iTunes erlauben?
ja: %@にiTunesを開くことを許可しますか？
ms: Benarkan %@ utuk membuka iTunes?
pl: Zezwolić %@ na otwarcie iTunes?
ru: Разрешить %@ открыть iTunes?
sv: Tillåt %@ att öppna iTunes?

source: Always show
de: Immer Anzeigen
ja: 常に表示
ms: Sentiasa tunjuk
pl: Zawsze pokazuj
ru: Всегда показывать
sv: Visa alltid

source: Are you sure you want to clear all of your data? This will also close all open tabs.
de: Sind Sie sicher, dass Sie all Ihre Daten löschen möchten? Dadurch werden auch alle offenen Tabs geschlossen.
ja: すべてのデータを消去してよろしいですか？この操作によりすべてのタブも閉じます。
ms: Adakah anda pasti anda mahu mengosongkan semua data anda? Ini akan turut menutup semua tab yang terbuka.
pl: Czy na pewno chcesz usunąć wszystkie dane? Spowoduje to także zamknięcie wszystkich otwartych kart.
ru: Вы действительно хотите очистить все данные? При этом также будут закрыты все открытые вкладки.
sv: Är du säker på att du vill rensa all din data? Detta stänger även all öppna flikar.

source: Are you sure you want to delete it and its contents?
de: Sind Sie sicher, dass Sie es mitsamt Inhalt löschen wollen?
ja: フォルダーとそのコンテンツを削除してよろしいですか？
ms: Adakah anda pasti anda mahu memadamnya dan kandungannya?
pl: Czy na pewno chcesz usunąć ten element i wszystkie powiązane z nim treści?
ru: Вы действительно хотите удалить эту папку вместе со всем содержимым?
sv: Är du säker på att du vill radera den och dess innehåll?

source: Are you sure?
de: Sind Sie sicher?
ja: 実行してよろしいですか？
ms: Adakah anda pasti?
pl: Czy na pewno?
ru: Вы уверены?
sv: Är du säker?

source: Back
de: Zurück
ja: 戻る
ms: Ke Belakang
pl: Wstecz
ru: Назад
sv: Bakåt

source: Block 3rd party cookies
de: Cookies von Dritten blockieren
ja: サードパーティ クッキーをブロック
ms: Sekat kuki pihak ke 3
pl: Blokuj pliki cookie innych firm
ru: Блокировать сторонние cookie
sv: Blockera cookies från 3:e part

source: Block Ads & Tracking
de: Werbung & Tracking blockieren
ja: 広告とトラッキングをブロック
ms: Sekat Iklan & Penjejakan
pl: Blokuj reklamy i śledzenie
ru: Блокировать рекламу и отслеживание
sv: Blockera Annonser & Spårning

source: Block Phishing
de: Phishing blockieren
ja: フィッシングをブロック
ms: Sekat Pemalsuan
pl: Blokuj phishing
ru: Блокировать фишинг
sv: Blockera phishing

source: Block Phishing and Malware
de: Phishing und Malware blockieren
ja: フィッシングとマルウェアをブロック
ms: Sekat Pemalsuan dan Perisian Berbahaya
pl: Blokuj phishing i złośliwe oprogramowanie
ru: Блокировать фишинг и вредоносные программы
sv: Blockera phishing och malware

source: Block Pop-up Windows
de: Pop-up Fenster blockieren
ja: ポップアップ ウィンドウをブロック
ms: Sekat Tetingkap Timbul
pl: Blokuj wyskakujące okienka
ru: Блокировать всплывающие окна
sv: Blockera popup-fönster

source: Block Popups
de: Pop-ups blockieren
ja: ポップアップをブロック
ms: Sekat Halaman Timbul
pl: Blokuj wyskakujące okienka
ru: Блокировать всплывающие окна
sv: Blockera popup-fönster

source: Block Scripts
de: Skripte blockieren
ja: スクリプトをブロック
ms: Sekat Skrip
pl: Blokuj skrypty
ru: Блокировать скрипты
sv: Blockera skript

source: Block all cookies
de: Alle Cookies blockieren
ja: 全てのクッキーをブロック
ms: Sekat semua kuki
pl: Blokuj wszystkie pliki cookie
ru: Блокировать все cookie
sv: Blockera alla cookies

source: Blocking Monitor
de: Übersicht von Blockierungen
ja: ブロックモニター
ms: Pemantau Penyekatan
pl: Kontrola blokowania
ru: Статистика блокировок
sv: Blockeringsvisare

source: Bookmark
de: Lesezeichen
ja: ブックマーク
ms: Penanda Buku
pl: Zakładka
ru: Закладка
sv: Bokmärke

source: Bookmark Folder
de: Ordner für Lesezeichen
ja: ブックマークフォルダー
ms: Folder Penanda Buku
pl: Folder zakładek
ru: Папка закладок
sv: Bokmärkesmapp

source: Bookmark Info
de: Lesezeichen Info
ja: ブックマーク情報
ms: Maklumat Penanda Buku
pl: Informacje o zakładce
ru: Информация о закладке
sv: Bokmärkesinformation

source: Bookmarks
de: Lesezeichen
ja: ブックマーク
ms: Penanda Buku
pl: Zakładki
ru: Закладки
sv: Bokmärken

source: Bookmarks Menu
de: Lesezeichen Menü
ja: ブックマークメニュー
ms: Menu Penanda Buku
pl: Menu zakładek
ru: Меню закладок
sv: Bokmärkesmeny

source: Bookmarks Toolbar
de: Lesezeichen Toolbar
ja: ブックマークツールバー
ms: Bar Alat Penanda Buku
pl: Pasek zakładek
ru: Панель закладок
sv: Bokmärkesfältet

source: Bookmarks and History Panel
de: Lesezeichen und Verlaufs Ansicht
ja: ブックマークと履歴のパネル
ms: Panel Penanda Buku dan Sejarah
pl: Panel zakładek i historii
ru: Закладки и история
sv: Bokmärkes och historik panel

source: Brave Panel
de: Brave Menü
ja: Braveパネル
ms: Panel Brave
pl: Panel Brave
ru: Панель Brave
sv: Brave panelen

source: Brave Shield Defaults
de: Brave-Schutz Standardeinstellungen
ja: Brave保護機能の初期設定
ms: Lalai Perisai Brave
pl: Domyślne ustawienia ochrony Brave
ru: Настройки щитов Brave по умолчанию
sv: Standardinställningar för Brave:s sköldar

source: Brave blocks ads. Brave stops trackers. Brave is designed for speed and efficiency.
de: Brave blockiert Werbung. Brave stoppt Tracking. Brave ist für Geschwindigkeit und Effizientes Arbeiten optimiert.
ja: Braveで広告をブロック。 Braveでトラッカーをストップ。 Braveでスピードと効率をアップ。
ms: Brave menyekat iklan. Brave menghentikan penjejak. Brave direka untuk kepantasan dan kecekapan.
pl: Brave blokuje reklamy. Brave powstrzymuje śledzenie. Brave powstał, by zapewnić szybkość i wydajność.
ru: Brave блокирует рекламу. Brave предотвращает отслеживание. Brave создан для скорости и эффективности.
sv: Brave blockerar annonser. Brave stoppar spårare. Brave är designad för snabbhet och effektivitet.

source: Brave for iOS Feedback
de: Feedback für Brave auf iOS
ja: Brave for iOSフィードバック
ms: Brave untuk iOS Feedback
pl: Opinie o programie Brave na system iOS
ru: Обратная связь Brave для iOS
sv: Feedback för Brave på iOS

source: Brave is Faster, and here's why...
de: Brave ist einfach schneller. Wie kommt das?
ja: Braveが速いのには 理由があります...
ms: Brave Lebih Pantas, dan ini sebabnya...
pl: Brave jest szybszy. Oto dlaczego…
ru: Brave быстрее, и вот почему...
sv: Brave är snabbare, och här är varför...

source: Brave keeps you safe as you browse.
de: Brave sorgt für Ihre Sicherheit im Internet.
ja: Braveを使えば、安心してウェブの閲覧ができます。
ms: Brave memastikan anda selamat sambil anda menyemak lalu.
pl: Brave umożliwia Ci bezpieczne przeglądanie sieci.
ru: С Brave вас в безопасности во время веб-серфинга.
sv: Brave håller dig trygg när du surfar.

source: Brave would like to access your Photos
de: Brave würde gern auf Ihre Fotos zugreifen können
ja: Braveに写真へのアクセス許可が必要です
ms: Brave ingin mengakses Foto anda
pl: Brave chce uzyskać dostęp do Twoich zdjęć
ru: Brave нужен доступ к вашим фотографиям
sv: Brave vill ha tillgång till dina foton

source: Brightness
de: Helligkeit
ja: 明るさ
ms: Kecerahan
pl: Jasność
ru: Яркость
sv: Ljusstyrka

source: Browse with us and your privacy is protected, with nothing further to install, learn or configure.
de: Browsen Sie mit uns und Ihre Privatsphäre ist geschützt, ohne dass Sie etwas anderes installieren, lernen oder einstellen müssen.
ja: Braveなら、閲覧中のプライバシーが保護されます。インストールや構成など新しいことは一切不要です。
ms: Semak lalu dengan kami dan privasi anda dilindungi, tanpa memerlukan yang lain untuk dipasang, dipelajari atau dikonfigurasi
pl: Korzystaj z naszej przeglądarki, aby chronić swoją prywatność bez potrzeby instalowania i konfigurowania dodatkowych aplikacji, a także uczenia się ich obsługi.
ru: Посещайте сайты с нами и ваша конфиденциальность будет защищена без каких-либо дополнительных усилий по установке, изучению или настройке.
sv: Surfa med oss och din integritet kommer vara skyddad utan att behöva installera, lära sig eller konfigurera något.

source: Browser Lock
ru: Блокировка браузера
sv: Kodlås för webbläsare

source: Browsing History
de: Verlauf
ja: 履歴
ms: Sejarah Semakan Lalu
pl: Historia przeglądania
ru: Журнал браузера
sv: Sökhistorik

source: Cache
ja: キャッシュ
pl: Pamięć podręczna
ru: Кэш

source: Call
de: Anruf
ja: コール
ms: Panggil
pl: Połączenie
ru: Звонок
sv: Ring

source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
pl: Anuluj
ru: Отмена
sv: Avbryt

source: Changes color theme.
de: Ändert das Farbdesign.
ja: 色テーマを変更
ms: Mengubah tema warna.
pl: Zmienia motyw kolorystyczny.
ru: Изменение цветовой темы.
sv: Ändrar färgtemat.

source: Changes font type.
de: Ändert die Schriftart.
ja: フォントの種類を変更
ms: Mengubah jenis fon.
pl: Zmienia typ czcionki.
ru: Изменяет шрифт.
sv: Ändrar font-typ.

source: Changing settings will only affect data that this device shares with others.
de: Geänderte Einstellungen beeinflussen nur jene Daten, die dieses Gerät mit anderen teilt.
ja: 設定の変更は、このデバイスが外部に共有しているデータにのみ影響します。
ms: Menukar tetapan akan hanya memberi kesan kepada data yang peranti ini kongsi dengan orang lain.
pl: Zmiana ustawień będzie miała wpływ wyłącznie na dane udostępniane przez to urządzenie.
ru: Изменение настроек влияет только на данные, которые это устройство использует совместно с другими.
sv: Ändrade inställningar kommer bara påverka den datan som denna enhet delar med andra.

source: Clear
de: Löschen
ja: 消去
ms: Kosongkan
pl: Wyczyść
ru: Очистить
sv: Rensa

source: Clear Everything
de: Alles löschen
ja: 全てを消去
ms: Kosongkan Semua
pl: Wyczyść wszystko
ru: Очистить все
sv: Rensa allt

source: Clear Private Data
de: Private Daten löschen
ja: プライベートデータを消去
ms: Kosongkan Data Peribadi
pl: Wyczyść dane prywatne
ru: Удалить личные данные
sv: Rensa privat data

source: Clear Search
de: Suche leeren
ja: 検索のクリア
ms: Kosongkan Carian
pl: Wyczyść wyszukiwanie
ru: Очистить поиск
sv: Rensa Sök

source: Close
de: Schließen
ja: 閉じる
ms: Tutup
pl: Zamknij
ru: Закрыть
sv: Stäng

source: Close All Tabs
ru: Закрыть все вкладки
sv: Stäng alla flikar

source: Close Private Tabs
de: Private Tabs schließen
ja: プライベートタブを閉じる
ms: Tutup Tab Peribadi
pl: Zamknij prywatne karty
ru: Закрыть приватные вкладки
sv: Stäng privata flikar

source: Close Tab
de: Tab schließen
ja: タブを閉じる
ms: Tutup Tab
pl: Zamknij kartę
ru: Закрыть вкладку
sv: Stäng flik

source: Closing tab
de: Letzter Tab
ja: タブを閉じています
ms: Menutup tab
pl: Zamykanie karty
ru: Вкладка закрывается
sv: Stänger flik

source: Code Words
de: Codewörter
ja: コードワード
ms: Perkataan Kod
pl: Słowa kodowe
ru: Кодовые слова
sv: Kodord

source: Cookie Control
de: Verwaltung der Cookies
ja: クッキーのコントロール
ms: Kawalan Kuki
pl: Kontrola plików cookie
ru: Управление файлами cookie
sv: Cookie kontroll

source: Cookies
ja: クッキー
ms: Kuki
pl: Pliki cookie
ru: Cookie

source: Copy
de: Kopieren
ja: コピー
ms: Salin
pl: Kopiuj
ru: Копировать
sv: Kopiera

source: Copy Address
de: Adresse kopieren
ja: アドレスをコピー
ms: Salin Alamat
pl: Kopiuj adres
ru: Скопировать адрес
sv: Kopiera adress

source: Copy Image
de: Bild kopieren
ja: 画像をコピー
ms: Salin Imej
pl: Kopiuj obraz
ru: Скопировать изображение
sv: Kopiera bild

source: Copy Link
de: Link kopieren
ja: リンクをコピー
ms: Salin Pautan
pl: Kopiuj łącze
ru: Скопировать ссылку
sv: Kopiera länk

source: Could not add page to Reading List. Maybe it's already there?
de: Die Seite konnte nicht zur Lese Liste hinzugefügt werden. Ist sie vielleicht bereits darin?
ja: ページをリーティングリストに追加できませんでした。すでに登録されています。
ms: Tidak dapat menambah halaman ke Senarai Bacaan. Mungkin ia sudah ada di sana?
pl: Nie udało się dodać strony do listy Do przeczytania. Może już została tam zapisana?
ru: Не удалось добавить страницу в список для чтения. Возможно она уже там?
sv: Kunde inte lägga till sidan till läslistan. Den kanske redan är där?

source: Dark
de: Dunkel
ja: 暗い
ms: Gelap
pl: Ciemny
ru: Темный
sv: Mörk

source: Decrease text size
de: Textgröße verkleinern
ja: フォントサイズを小さくする
ms: Kurangkan saiz teks
pl: Zmniejsz rozmiar tekstu
ru: Уменьшить размер шрифта
sv: Minska textstorleken

source: Default Search Engine
de: Standard Suchmaschine
ja: 既定の検索エンジン
ms: Enjin Carian Lalai
pl: Domyślna wyszukiwarka
ru: Поисковая система по умолчанию
sv: Standardsökmotor

source: Delete
de: Löschen
ja: 削除
ms: Padam
pl: Usuń
ru: Удалить
sv: Radera

source: Deselect All
de: Auswahl aufheben
ja: すべての選択を解除
ms: Nyahpilih Semua
pl: Odznacz wszystko
ru: Отменить выбор
sv: Avmarkera alla

source: Desktop Bookmarks
de: Lesezeichen auf Desktopgeräten
ja: デスクトップブックマーク
ms: Penanda Buku Desktop
pl: Zakładki na pulpicie
ru: Закладки рабочего стола
sv: Desktop bokmärken

source: Device Name
de: Gerätename
ja: デバイス名
ms: Nama Peranti
pl: Nazwa urządzenia
ru: Имя устройства
sv: Enhetsnamn

source: Devices
de: Geräte
ja: デバイス
ms: Peranti
pl: Urządzenia
ru: Устройства
sv: Enheter

source: Devices & Settings
de: Geräte & Einstellungen
ja: デバイスと設定
ms: Peranti & Tetapan
pl: Urządzenia i ustawienia
ru: Устройства и настройки
sv: Enheter & inställningar

source: Don't block cookies
de: Cookies nicht blockieren
ja: クッキーをブロックしない
ms: Jangan sekat kuki
pl: Nie blokuj plików cookie
ru: Не блокировать cookie
sv: Blockera inte cookies

source: Done
de: Fertig
ja: 終了
ms: Selesai
pl: Gotowe
ru: Готово
sv: Klar

source: Don’t Save
de: Nicht speichern
ja: 保存しない
ms: Jangan Simpan
pl: Nie zapisuj
ru: Не сохранять
sv: Spara inte

source: Down
de: Unten
ja: オフ
ms: Dimatikan
pl: W dół
ru: Выкл
sv: Av

source: Edit
de: Bearbeiten
ja: 編集
pl: Edytuj
ru: Редактировать
sv: Ändra

source: Enable
ru: Включить
sv: Aktivera

source: Enter New PIN
ru: Введите новый PIN-код
sv: Ange ny kod

source: Enter PIN to Unlock Brave
ru: Для разблокировки Brave введите PIN-код
sv: Ange kod för att låsa upp Brave

source: Enter Search Mode
de: In den Such-Modus wechseln
ja: 検索モードの開始
ms: Masuk Mod Carian
pl: Włącz tryb wyszukiwania
ru: Войти в режим поиска
sv: Ange sökläge

source: Enter code words
de: Codewörter eingeben
ja: コードワードを入力
ms: Masukkan perkataan kod
pl: Wprowadź słowa kodowe
ru: Ввод кодовых слов
sv: Skriv in kodord

source: Enter code words below
de: Untenstehende Codewörter eingeben
ja: 以下にコードワードを入力
ms: Masukkan perkataan kod di bawah
pl: Wprowadź słowa kodowe poniżej
ru: Введите кодовые слова ниже
sv: Skriv in kodord nedanför

source: Enter folder name
de: Ordnernamen eingeben
ja: フォルダ名を入力
ms: Masukkan nama folder
pl: Wprowadź nazwę folderu
ru: Введите имя папки
sv: Ange mappnamn

source: Est. Time Saved
ru: Примерное сэко- номленное время
sv: Sparad tid

source: Even though sites you visit in private tabs are not saved locally, they do not make you anonymous or invisible to your ISP, your employer, or to the sites you are visiting.
de: Obwohl jene Websites, die Sie in privaten Tabs besuchen, nicht lokal gespeichert werden, werden Sie dadurch nicht unsichtbar für Ihren ISP, Ihren Arbeitgeber oder die Websites, die Sie besuchen.
ja: プライベートタブでアクセスしたサイトはローカル保存はされませんが、ISP、雇用主、またはアクセス先のサイトに対して匿名になったり見えなくなるわけではありません。
ms: Walaupun tapak yang anda lawati dalam tab peribadi tidak disimpan setempat, ia tidak menjadikan anda tanpa nama atau halimunan kepada ISP anda, majikan anda atau kepada tapak yang anda lawati.
pl: Adresy stron, które odwiedzasz w trybie prywatnym, nie są zapisywane lokalnie. Nie chroni to jednak Twojej prywatności przed dostawcą usług internetowych, Twoim pracodawcą ani witrynami, które przeglądasz.
ru: Несмотря на то, что сайты, которые вы посещаете на приватных вкладках не сохраняются локально, они не делают вас анонимными или невидимыми для вашего интернет-провайдера, вашего работодателя или самих посещаемых вами сайтов.
sv: Även om webbplatser som du besöker i privata flikar inte sparas lokalt, gör de dig inte anonym eller osynlig för din Internetleverantör, din arbetsgivare eller de webbplatser du besöker.

source: Find
de: Suchen
ja: 検索
ms: Cari
pl: Znajdź
ru: Найти
sv: Sök

source: Find "%@"
de: „%@” suchen
ja: "%@"を検索
ms: Cari "%@"
pl: Znajdź: "%@"
ru: Найти "%@"
sv: Sök "%@"

source: Find in Page
de: Auf der Seite suchen
ja: ページ内検索
ms: Cari dalam Halaman
pl: Znajdź na stronie
ru: Найти на странице
sv: Sök på sidan

source: Fingerprinting Methods
de: Fingerprinting Methoden
ja: フィンガープリンティングの方法
ms: Kaedah Pencapjarian
pl: Metoda ochrony za pomocą odcisków palców
ru: Методов определений отпечатка браузера
sv: Fingeravtrycksmetoder

source: Fingerprinting Protection
de: Schutz vor Fingerprinting
ja: フィンガープリンティングの保護
ms: Perlindungan Pencapjarian
pl: Ochrona za pomocą odcisków palców
ru: Защита отпечатка браузера
sv: Fingeravtrycksskydd

source: Folder
de: Ordner
ja: フォルダー
ru: Папка
sv: Mapp

source: Forward
de: Weiter
ja: 進む
ms: Ke Hadapan
pl: Dalej
ru: Вперед
sv: Framåt

source: General
de: Allgemein
ja: 一般
ms: Umum
pl: Ogólne
ru: Общие
sv: Allmäna inställningar

source: Get a new sync code
de: Neuen Sync-Code anfordern
ja: 新しい同期コードを取得
ms: Dapatkan kod segerak baharu
pl: Pobierz nowy kod synchronizacji
ru: Получить новый код синхронизации
sv: Få en ny synkroniseringskod

source: Get ready to experience a Faster, Safer, Better Web.
de: Machen Sie sich bereit, für ein Schnelleres, Sicheres und Besseres Netz.
ja: より高速で安全、そして快適なウェブ体験をお楽しみください。
ms: Bersedia untuk mengalami Web yang Lebih Pantas, Lebih Selamat, Lebih Baik.
pl: Przygotuj się na szybsze, bezpieczniejsze i lepsze przeglądanie sieci.
ru: Приготовьтесь к более быстрой и безопасной работе с интернетом.
sv: Gör dig redo för att uppleva en Snabbare, säkrare och bättre webb.

source: Go Back
de: Zurück
ja: 戻る
ms: Pergi Ke Belakang
pl: Wróć
ru: Вернуться
sv: Gå tillbaka

source: Grant camera access
de: Zugriff auf Kamera gewähren
ja: カメラへのアクセスを許可
ms: Berikan akses kamera
pl: Zezwól na dostęp do kamery
ru: Предоставление доступа к камере
sv: Ge tillgång till kameran

source: HTTPS Upgrades
de: HTTPS Protokoll Aktualisierungen
ja: HTTPSにアップグレード
ms: Naik Taraf HTTPS
pl: Aktualizacje HTTPS
ru: HTTPS перенаправлений
sv: HTTPS-uppgraderingar

source: Hide
de: Schließen
ja: 非表示
ms: Sembunyikan
pl: Ukryj
ru: Скрыть
sv: Dölj

source: History
de: Verlauf
ja: 履歴
ms: Sejarah
pl: Historia
ru: История
sv: Historik

source: In case you hit a speed bump
de: Sollte Ihre Geschwindigkeit mal temporär fallen
ja: ページの読み込みに問題がある場合は
ms: Sekiranya anda terlanggar penyekat kelajuan
pl: W razie problemów z szybkością
ru: В случае проблемы с загрузкой страницы
sv: Om du stöter på ett problem

source: Increase text size
de: Textgröße erhöhen
ja: フォントサイズを大きくする
ms: Tingkatkan saiz teks
pl: Zwiększ rozmiar tekstu
ru: Увеличить размер текста
sv: Öka textstorleken

source: Individual Controls
de: Benutzerdefinierte Steuerung
ja: 個別コントロール
ms: Kawalan Individu
pl: Indywidualne sterowanie
ru: Индивидуальное управление
sv: Inviduella kontroller

source: Intro Tour Carousel
de: Einleitungstour
ja: イントロツアー
ms: Pengenalan Karusel Jelajah
pl: Prezentacja wstępna – widok karuzeli
ru: Введение
sv: Genomgång

source: Introductory slide %@ of %@
de: Tab %1$@ von %2$@ der Einführung
ja: 使用方法紹介スライド%1$@/%2$@
ms: Slaid pengenalan %1$@ of %2$@
pl: Slajd wprowadzający %1$@ z %2$@
ru: Вводный слайд %1$@ из %2$@
sv: Introduktions-sida %1$@ av %2$@

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
de: Dies kann aufgrund einer falschen Konfiguration oder einem Angreifer auftreten. Fahren Sie fort, wenn Sie das potenzielle Risiko eingehen möchten.
ja: 無効な構成またはサイバー攻撃による不正な行為の可能性があります。続行する場合は、潜在的なリスクについてあらかじめご了承ください。
ms: Ia mungkin salah konfigurasi atau usikan oleh penyerang. Teruskan jika anda menerima potensi risiko.
pl: Może to oznaczać nieprawidłową konfigurację lub też manipulację dokonywaną przez osobę atakującą stronę. Kontynuuj, jeśli akceptujesz potencjalne zagrożenie.
ru: Возможна некорректная конфигурация или атака злоумышленника. Продолжайте на свой страх и риск.
sv: Det kan vara en felkonfiguration eller manipulering av en angripare. Fortsätt om du accepterar den potentiella risken.

source: Last modified %@
de: Zuletzt geändert: %@
ja: 最終変更: %@
ms: Terakhir diubah suai %@
pl: Ostatnia modyfikacja: %@
ru: Последняя модификация %@
sv: Senast ändrad %@

source: Last month
de: Letzter Monat
ja: 先月
ms: Bulan lepas
pl: Ostatni miesiąc
ru: Последний месяц
sv: Förra månaden

source: Last week
de: Letzte Woche
ja: 先週
ms: Minggu lepas
pl: Ostatni tydzień
ru: Последняя неделя
sv: Förra veckan

source: Learn More
de: Mehr erfahren
ja: 詳細
ms: Ketahui Lebih Lanjut
pl: Dowiedz się więcej
ru: Узнать больше
sv: Lär dig mer

source: Learn about private tabs.
de: Mehr zu privaten Tabs erfahren.
ja: プライベートタブについて詳しく。
ms: Ketahui tentang tab peribadi.
pl: Dowiedz się więcej o kartach prywatnych.
ru: Сведения о приватных вкладках.
sv: Lär dig mer om privata flikar

source: Light
de: Licht
ja: 明るい
ms: Cerah
pl: Jasny
ru: Светлый
sv: Ljus

source: Load original page
de: Originale Seite laden
ja: 元のページを読み込む
ms: Muatkan halaman asal
pl: Załaduj pierwotną stronę
ru: Загрузить оригинальную страницу
sv: Ladda standardsida

source: Loading content…
de: Inhalt wird geladen...
ja: コンテンツの読み込み中…
ms: Memuatkan kandungan...
pl: Wczytywanie treści
ru: Загрузка содержимого...
sv: Laddar innehåll...

source: Location
de: Ort
ja: ロケーション
ms: Lokasi
pl: Lokalizacja
ru: Местоположение
sv: Plats

source: Logins
de: Anmeldedaten
ja: ログイン
ms: Log masuk
pl: Loginy
ru: Логины
sv: Inloggningar

source: Logins will be permanently removed.
de: Anmeldedaten werden dauerhaft entfernt.
ja: ログイン情報は完全に削除されます。
ms: Log masuk akan dikeluarkan secara kekal.
pl: Loginy zostaną trwale usunięte.
ru: Логины будут удалены навсегда.
sv: Inloggningar kommer bli permanent borttagna.

source: Logins will be removed from all connected devices.
de: Anmeldedaten werden von allen verbundenen Geräten entfernt.
ja: ログイン情報はすべての接続デバイスから削除されます。
ms: Log masuk akan dikeluarkan dari semua peranti yang disambungkan.
pl: Loginy zostaną usunięte ze wszystkich połączonych urządzeń.
ru: Логины будут удалены со всех подключенных устройств.
sv: Inloggningar tas bort från alla anslutna enheter.

source: Mark as Read
de: Als gelesen markieren
ja: 既読にする
ms: Tanda Sebagai Dibaca
pl: Oznacz jako przeczytane
ru: Пометить как прочитанное
sv: Markera som läst
