Repository: timonus/browser-ios
Catalog: brave/l10n/brave/*.lproj/Localizable.strings
Languages: de, ja, ms, pl, ru, sv

source: Try again
de: Erneut versuchen
ja: 再試行する
ms: Cuba lagi
pl: Spróbuj ponownie
ru: Попробуйте снова
sv: Försök igen

source: Turn on search suggestions?
de: Sollen Suchvorschläge aktiviert werden?
ja: 予測結果を表示しますか？
ms: Hidupkan cadangan carian?
pl: Włączyć sugestie wyszukiwania?
ru: Включить предложения поиска?
sv: Sätt på sökförslag?

source: Turns private mode on or off
de: Schaltet den Privaten Modus an oder aus
ja: プライベートのオンとオフを切り替える
ms: Menghidupkan atau mematikan mod peribadi
pl: Włącza lub wyłącza tryb prywatny
ru: Включает/Выключает приватный режим
sv: Sätter på och av Privat läge

source: Unable to create new sync group.
de: Erstellung von neuer Synchronisierungsgruppe nicht möglich.
ja: 新しい同期グループを作成できません。
ms: Tidak dapat mencipta kumpulan segerak baharu.
pl: Nie można utworzyć nowej grupy synchronizacji.
ru: Не удалось создать новую группу синхронизации.
sv: Kunde inte skapa en ny synkroniseringsgrupp.

source: Unsorted Bookmarks
de: Ungeordnete Lesezeichen
ja: 未ソートのブックマーク
ms: Penanda Buku Tidak Diisih
pl: Nieposortowane zakładki
ru: Неотсортированные закладки
sv: Osorterade bokmärken

source: Unsuccessful
de: Fehlgeschlagen
ja: 失敗
ms: Tidak Berjaya
pl: Nie udało się
ru: Не удается
sv: Misslyckad

source: Untitled
de: Unbenannt
ja: タイトルなし
ms: Tidak Bertajuk
pl: Bez tytułu
ru: Без названия
sv: Namnlös

source: Up
de: Oben
ja: オン
ms: Atas
pl: Do góry
ru: Вкл
sv: På

source: Update
de: Aktualisieren
ja: アップデート
ms: Kemas kini
pl: Aktualizuj
ru: Обновить
sv: Uppdatera

source: Update login %@ for %@?
de: Die Anmeldung %1$@ für %2$@ aktualisieren?
ja: %1$@のログイン情報を%2$@に更新しますか？
ms: Kemas kini log masuk %1$@ untuk %2$@?
pl: Zaktualizować login %1$@ do %2$@?
ru: Обновить логин %1$@ для %2$@?
sv: Uppdatera inloggning %1$@ för %2$@?

source: Update password for %@?
de: Das Passwort für %@ aktualisieren?
ja: %@のパスワードを更新しますか？
ms: Kemas kini kata laluan untuk %@?
pl: Zaktualizować hasło do %@?
ru: Обновить пароль для %@?
sv: Uppdatera lösenord för %@?

source: Use regional adblock
de: Regionalen Werbeblocker verwenden
ja: 地域別広告ブロックを使用
ms: Gunakan penyekat iklan serantau
pl: Korzystaj z lokalnej wersji adblock
ru: Использовать синтаксис adblock на вашем языке
sv: Använd regional annonsblockering

source: Use your fingerprint to unlock Brave.
ru: Использовать отпечаток пальца для разблокировки Brave.
sv: Använd ditt fingeravtryck för att låsa upp Brave

source: Using a second device navigate to Brave Settings > Sync. Capture the QR Code (above) with second device, or enter code words if no camera is available.
de: Um ein zweites Gerät zu verwenden, rufen Sie Brave-Einstellungen > Synchronisieren auf. Nehmen Sie den QR-Code (oben) mit dem zweiten Gerät auf, oder geben Sie Codewörter ein, falls keine Kamera verfügbar ist.
ja: 2台目のデバイスを使って「Brave設定」>「同期」を選択します。2台目のデバイスでQRコード（上）を取り込むか、カメラが使えない場合はコードワードを入力します。
ms: Dengan menggunakan peranti kedua, navigasi ke Tetapan Brave > Segerak. Tangkap Kod QR (di atas) menggunakan peranti kedua, atau masukkan perkataan kod jika tiada kamera tersedia.
pl: Na drugim urządzeniu przejdź do Ustawienia Brave > Synchronizacja. Pobierz na nim kod QR (powyżej) lub wprowadź słowa kodowe, jeśli kamera jest niedostępna.
ru: Используя второе устройство, перейдите в Настройки > Синхронизация. Сосканируйте QR-код (см. выше) или введите кодовые слова, если камера недоступна.
sv: Använd en annan enhet för att navigera till Brave inställningar> Sync. Skanna QR-koden (ovan) med en annan enhet, eller ange kodordet om ingen kamera är tillgänglig.

source: Using existing synced device open Brave Settings and navigate to “Devices & Settings”, tap ‘+’ to add a new device and reveal sync code.
de: Um ein bereits synchronisiertes Gerät zu verwenden, öffnen sie die Brave-Einstellungen und rufen Sie „Geräte & Einstellungen“ auf. Tippen Sie auf „+“, um ein neues Gerät hinzuzufügen und den Synchronisierungscode anzuzeigen.
ja: 既存の同期済みデバイスを使って「Brave設定」を開き、「デバイスと設定」を選択します。「+」をタップして新しいデバイスを追加し、同期コードを表示します。
ms: Dengan menggunakan peranti disegerakkan sedia ada, buka Tetapan Brave dan navigasi ke "Peranti & Tetapan", ketik '+' untuk menambah peranti baharu dan mendedahkan kod segerak.
pl: Na zsynchronizowanym urządzeniu otwórz Ustawienia Brave i przejdź do sekcji Urządzenia i ustawienia. Następnie naciśnij +, aby dodać nowe urządzenie i wyświetl kod synchronizacji.
ru: Используя существующее синхронизированное устройство, откройте настройки Brave и перейдите к разделу Устройства и настройки, нажмите +, чтобы добавить новое устройство и показать код синхронизации.
sv: Använd den befintliga synkroniserade enheten och öppna Brave inställningar och navigera till "Enheter och inställningar", tryck på "+" för att lägga till en ny enhet och avslöja synkroniseringskoden.

source: Version %@ (%@)
de: Version %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ms: Versi %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
sv: Version %1$@ (%2$@)

source: Visit site anyway
de: Die Seite trotzdem besuchen
ja: サイトを訪問する
ms: Kunjungi tapak juga
pl: Odwiedź stronę mimo to
ru: Открыть сайт в любом случае
sv: Besök webbplatsen ändå

source: Warning: we can't confirm your connection to this website is secure.
de: Achtung: wir können nicht garantieren, dass diese Seite sicher ist.
ja: 警告: このウェブサイトへの接続が安全であることが確認できません。
ms: Amaran: kami tidak dapat mengesahkan sambungan anda ke laman web ini selamat.
pl: Ostrzeżenie: nie możemy potwierdzić bezpieczeństwa Twojego połączenia z tą stroną.
ru: Предупреждение: мы не можем подтвердить безопасность соединения с этой страницей.
sv: Varning: Vi kan inte garantera att kopplingen till denna webbplats är säker.

source: Web content
de: Webinhalt
ja: ウェブコンテンツ
ms: Kandungan web
pl: Treść strony
ru: Содержимое Web-страницы
sv: Webbinnehåll

source: Welcome to Brave.
de: Willkommen bei Brave.
ja: Braveへようこそ。
ms: Selamat datang ke Brave.
pl: Witamy w przeglądarce Brave.
ru: Добро пожаловать в Brave.
sv: Välkommen till Brave

source: Welcome to Top Sites
de: Willkommen zu den meistbesuchten Seiten
ja: 上位のサイトへようこそ
ms: Selamat datang ke Tapak Teratas
pl: Witamy w widoku Najpopularniejsze strony
ru: Добро пожаловать в лучшие сайты
sv: Välkommen till Populära webbplatser

source: Welcome to your Reading List
de: Willkommen zu Ihrer Lese Liste
ja: リーディングリストへようこそ
ms: Selamat datang ke Senarai Bacaan anda
pl: Witamy w liście Do przeczytania
ru: Добро пожаловать в список для чтения
sv: Välkommen till din läslista

source: When Leaving Private Browsing
de: Wenn der private Modus verlassen wird
ja: プライベートブラウズの終了時
ms: Semasa Meninggalkan Semakan Lalu Peribadi
pl: Gdy opuszczasz tryb prywatnego przeglądania stron
ru: При выходе из приватного просмотра
sv: När du lämnar privat surfning

source: With Browser Lock, you will need to enter a PIN in order to access Brave.
ru: При использовании блокировки браузера вам нужно будет ввести PIN-код, чтобы получить доступ к Brave.
sv: Med kodlåset för Brave så kommer du behöva ange koden för att komma in i webbläsaren.

source: Yes
de: Ja
ja: はい
ms: Ya
pl: Tak
ru: Да
sv: Ja

source: Yesterday
de: Gestern
ja: 昨日
ms: Semalam
pl: Wczoraj
ru: Вчера
sv: Igår

source: You can choose to show a popup to pick your password manager, or have the selected one open automatically.
de: Sie können auswählen, ob Sie Ihre Passwortverwaltung durch ein Pop-up auswählen möchten, oder ob sich die bereits ausgewählte Passwortverwaltung automatisch öffnen soll.
ja: ポップアップからパスワードマネージャーを選択するか、選択したパスワードマネージャーを自動で開くかについて選ぶことができます。
ms: Anda boleh memilih untuk menunjukkan tetingkap timbul untuk memilih pengurus kata laluan anda, atau membenarkan yang dipilih dibuka secara automatik.
pl: Menedżer haseł może zostać wybrany w wyskakującym oknie lub otwarty automatycznie.
ru: Можно выбрать отображение всплывающего окна для выбора диспетчера паролей или открыть его автоматически.
sv: Du kan välja att visa ett popup för att välja din lösenordshanterare, eller att ha den valda är öppna automatiskt.

source: Your connection is not private
de: Ihre Verbindung ist nicht privat
ja: 接続がプライベートではありません
ms: Sambungan anda tidak peribadi
pl: Twoje połączenie nie jest prywatne
ru: Ваше соединение не является приватным
sv: Din anslutning är inte säker

source: Your most visited sites will show up here.
de: Hier werden Ihre meistbesuchten Seiten aufgelistet.
ja: 最も多く訪問したサイトはここに表示されます。
ms: Tapak yang paling banyak anda kunjungi muncul di sini.
pl: W tym miejscu pojawią się najczęściej odwiedzane przez Ciebie strony.
ru: Здесь будут показаны самые посещаемые вами сайты.
sv: Dina mest besökta sidor kommer visas här.

source: d
ru: дн

source: h
ru: час

source: just now
de: gerade eben
ja: たった今
ms: sebentar tadi
pl: przed chwilą
ru: только что
sv: just nu

source: min
ru: мин

source: more than a month ago
de: vor über einem Monat
ja: 一ヶ月以上前
ms: lebih sebulan yang lalu
pl: ponad miesiąc temu
ru: больше месяца назад
sv: mer än en månad sedan

source: more than a week ago
de: vor mehr als einer Woche
ja: 一週間以上前
ms: lebih seminggu yang lalu
pl: ponad tydzień temu
ru: больше недели назад
sv: mer än en vecka sedan

source: password
de: Passwort
ja: パスワード
ms: kata laluan
pl: hasło
ru: пароль
sv: lösenord

source: read
de: gelesen
ja: 既読
ms: dibaca
pl: przeczytane
ru: прочитано
sv: läs

source: s
ru: сек

source: this week
de: in dieser Woche
ja: 今週
ms: minggu ini
pl: w tym tygodniu
ru: эта неделя
sv: denna vecka

source: today at %@
de: heute um %@
ja: 今日の%@
ms: hari ini pada %@
pl: dziś o %@
ru: сегодня в %@
sv: idag vid %@

source: unread
de: ungelesen
ja: 未読
ms: belum dibaca
pl: nieprzeczytane
ru: непрочитано
sv: oläst

source: username
de: Benutzername
ja: ユーザー名
ms: nama pengguna
pl: nazwa użytkownika
ru: логин
sv: användarnamn

source: website
ja: ウェブサイト
ms: laman web
pl: strona internetowa
ru: веб-сайт
sv: hemsida

source: yesterday
ru: вчера
sv: Igår

source: 1Password Extension was cancelled by the user
ru: Расширение 1Password было отменено пользователем
sv: 1Password avbröts av användaren

source: App Extension API is not available in this version of iOS
ru: API расширения приложения не доступно в этой версии iOS
sv: App tilläggs API:n är inte tillgänglig i denna version av iOS

source: Failed to contact the 1Password Extension
ru: Не удалось подключиться к расширению 1Password
sv: Kunde inte kontakta 1Password

source: Failed to execute script that collects web page information
ru: Не удалось выполнить сценарий, собирающий сведения о веб-страницах
sv: Kunde inte köra skriptet som samlar in webbplatsinformation

source: Failed to fill web page because script could not be evaluated
ru: Не удалось заполнить веб-страницу, поскольку не удалось вычислить сценарий
sv: Kunde inte fylla i uppgifter på webbplatsen eftersom skriptet inte kunde utvärderas

source: Failed to fill web page because script is missing
ru: Не удалось заполнить веб-страницу, поскольку отсутствует сценарий
sv: Kunde inte fylla i uppgifter på webbplatsen eftersom skriptet saknas

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the 1Password Extension
ru: Не удалось получить URL-адрес из веб-представления. Веб-представление должно быть полностью загружено при вызове расширения 1Password
sv: Kunde inte få URL:en från web view. Webbplatsen måste vara helt laddad när den ska kontakta 1Password

source: Failed to parse information returned by 1Password Extension
ru: Не удалось проанализировать информацию, выданную расширением 1Password
sv: Kunde inte tolka informationen från 1Password

source: %@ on %@
ru: %1$@ на %2$@
sv: %1$@ på %2$@

source: Brave Sync
ja: Brave同期
ms: Segerak Brave
pl: Synchronizacja Brave
sv: Brave Synkronisering

source: Brave won't remember any of your history or cookies, but new bookmarks will be saved.
de: Brave behält weder Cookies noch Verlaufsdaten, nur neue Lesezeichen werden gespeichert.
ms: Brave tidak akan ingat sebarang sejarah atau kuki anda, tetapi penanda buku baharu akan disimpan.

source: HTTPS Everywhere
ms: HTTPS Di Mana Sahaja

source: Open In New Tab
de: In einem neuen Tab öffnen
ms: Buka dalam Tab Baharu

source: Search or enter address
de: Suchen oder URL eingeben
ms: Cari atau masukkan alamat

source: Site shield settings
de: Schutz Einstellungen für diese Seite
ms: Tetapan perisai tapak

source: Sans-serif
pl: Bezszeryfowa

source: Serif
de: Serife
pl: Szeryfowa

source: URL
pl: Adres URL

source: Sepia
ja: セピア
